Repository: iiriscp/74533781G
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: ...But it's actually not magic.
es_es: ...Pero en realidad no es magia.

source: Sandhya was 11 years old when tragedy befell her and she lost her father.
es_es: Sandhya tan solo tenía 11 años cuando le sobrevino la tragedia y perdió a su padre.

source: Sonu and the two other boys from Kat-Katha formed a dance group named “The Mystical Movers” in 2017 with a vision to make GB Road a street of love through dance and encourage more children to take up dance to transform their lives.
es_es: Sonu y los otros dos chicos de Kat-Katha formaron un grupo de danza llamado "The Mystical Movers" en 2017 con la visión de hacer de el barrio rojo una calle llena de amor mediante la danza y animar a más niños a iniciarse en la danza para transformar sus vidas.

source: A client whose involvement in Sandhya’s life would sound like a bizarre plot from a Bollywood movie.
es_es: Un cliente cuyo involucramiento en la vida de Sandhya sonaría como una trama extraña en una película de Bollywood.

source: A few more visits inside the brothels and I learnt, even two wholesome meals were out of their reach despite having literally sold everything off themselves.
es_es: Después de unas cuantas visitas a distintos burdeles, me enteré de que incluso dos comidas sanas estaban fuera de su alcance a pesar de ser ellas las que lo vendían todo.

source: A few years ago, Gitanjali Babbar walked right in.
es_es: Hace unos años, Gitanjali Babbar entró directamente.

source: A group of young college and 20-something-year old girls are inside dancing for the brothel women.
es_es: Un grupo de jóvenes universitarias y veinteañeras están dentro bailando para las mujeres del burdel.

source: A label is so grossly sinful that her village folk vowed to behead her if she walked into the village again.
es_es: Una etiqueta tan groseramente inmoral que la gente de su pueblo juró decapitarla si volvía a entrar en él.

source: Abhay soon became the spine of the project and took charge of all administrative issues.
es_es: Abhay pronto se convirtió en la columna vertebral del proyecto y se encargó de todas las cuestiones administrativas.

source: About sixteen of us circled up for an hour of meditation, followed by Gitanjali's spirited stories, open-hearted Q&A, and emergent conversations over dinner.
es_es: Alrededor de dieciséis personas nos reunimos en círculo durante una hora de meditación, seguida de las enérgicas historias de Gitanjali, las preguntas y respuestas abiertas y las conversaciones que surgieron durante la cena.

source: Action without vision just passes the time.
es_es: La acción sin visión sólo hace pasar el tiempo.

source: After a bit of small talk and explanation from Gitanjali and the volunteers, she still wouldn't budge.
es_es: Después de que Gitanjali y los voluntarios hablaran un poco con ella y le dieran algunas explicaciones, siguió sin ceder.

source: After getting off work, she and a couple friends would simply spend their evenings talking with the women and learning their stories-- where they came from and how their lives brought them to G.B.
es_es: Al salir del trabajo, ella y un par de amigas se pasaban las tardes hablando con las mujeres y conociendo sus historias: de dónde venían y cómo sus vidas las habían llevado hasta esa calle

source: After incubating the idea throughout the spring, the seeds of a carnival began to sprout.
es_es: Tras incubar la idea durante toda la primavera, empezaron a brotar las semillas de un carnaval.

source: After ten days of living together and gaining trust, the man brought Sandhya and the other girls to Delhi.
es_es: Tras diez días de convivencia y confianza, el hombre llevó a Sandhya y a las otras niñas a Delhi.

source: After this initial disciplining, mummy would tell her how she loves her, and how all this is only for her well being.
es_es: Después de esta disciplina inicial, mamá le decía que la quería y que todo esto era solo por su bien.

source: Agonized, Arjun sought for a purpose in his life.
es_es: Agonizando, Arjun buscó un propósito en su vida.

source: Amid all the external impact (like her TEDx Talk, Gandhi Fellowship, and 2013 Laureate Global Fellowship), Gitanjali cares most about connecting with the human spirit.
es_es: En medio de todo el impacto producido en el exterior (como su charla TEDx, la beca Gandhi y la beca Laureate Global 2013), a Gitanjali lo que más le importa es conectar con el espíritu humano.

source: An Agenda of No Agenda
es_es: Una agenda sin agenda

source: And I could also see wooden compartments.
es_es: También pude ver compartimentos de madera.

source: And I'm just a part of that space.”
es_es: Y yo sólo soy parte de ese lugar".

source: And after that, the owner also joined in.
es_es: Y después de eso, el dueño también se unió.

source: And from there, began Sonu’s journey of transformation.
es_es: Y a partir de ahí, empezó el viaje de transformación de Sonu.

source: And in that state of openness, so much can emerge.
es_es: Y en ese estado de sinceridad, muchas cosas pueden surgir.

source: And not just anyone can walk onto G.B.
es_es: Y no cualquiera puede entrar en la calle GB del barrio rojo.

source: And other rooms, if any different, were dormitories, loaded with women.
es_es: Las otras habitaciones sí que parecían dormitorios, pero estaban repletos de mujeres.

source: And people are just coming and meeting and sharing stories and sharing love with each other.”
es_es: Y la gente simplemente viene, se reúne, comparte historias y amor con los demás.”

source: And she began bringing in different books and going over the material with this woman.
es_es: Y empezó a traer libros y a repasar el material con la mujer.

source: And she started questioning her own motivations.
es_es: Y empezó a cuestionarse sus propias motivaciones.

source: And that also, such intimate questions?”
es_es: ¿Y además, preguntas tan íntimas?”

source: And the constant seclusion and discrimination that he and his fellow brothers and sisters faced channelized his agony into an unexpected yet firm determination.
es_es: Y la reclusión y discriminación constantes a las que se enfrentaban él y sus compañeros canalizaron su agonía en una determinación inesperada pero firme.

source: And then Gitanjali lightheartedly inquired, “Do you want us to come paint your police station?”
es_es: Y entonces Gitanjali preguntó alegremente: "¿Quiere que vayamos a pintar su comisaría?".

source: And these girls are fighting with the bodyguards, saying, “You stay down here, I am safe!” And then when we come back downstairs the bodyguards are asking for stories, saying, “Can I also go upstairs?
es_es: Y estas chicas se pelean con los guardaespaldas diciendo: "Quedaos aquí abajo, estoy a salvo". Y cuando volvemos abajo, los guardaespaldas nos piden historias, diciendo: "¿Puedo subir también?

source: And we were learning them together.”
es_es: Y estábamos aprendiendo juntas”.

source: And, I haven’t ever been to hell, but as a spectator, I can agree.
es_es: Y, no he estado nunca en el infierno, pero como espectadora, puedo estar de acuerdo.

source: And, a few stairs up a low-lit, steep case of steps; no two people could even walk side-by-side through those, and we were already inside a ‘brothel.
es_es: Y, después de unos cuantos escalones más altos y poco iluminados por los que dos personas no podían pasar al mismo tiempo, ya estabamos dentro del burdel.

source: And, all that was left was to convince the ladies to trust us and try learning new skills.
es_es: Y, todo lo que quedaba era convencer a las señoras para que confiaran en nosotros y probaran a aprender nuevas habilidades.

source: And, just a few weeks ago (while Gitanjali has been in the US), her volunteers informed her that they celebrated Diwali with the policemen.
es_es: Hace unas semanas (mientras Gitanjali estaba en Estados Unidos), sus voluntarios le informaron de que habían celebrado Diwali con los policías.

source: And, sure enough, she knew nothing about the event.
es_es: Y, efectivamente, ella no sabía nada del evento.

source: And, they will not only be accepted outside the G.B.
es_es: Y no sólo serán aceptadas fuera un barrio rojo

source: And, we met Radha who was willing to come down to the G. B. Road and teach.
es_es: Y conocimos a Radha, que estaba dispuesta a venir al barrio rojo para enseñarles.

source: Another person made a Facebook page.
es_es: Otra persona creó una página en Facebook.

source: Another time, a group of volunteers had organized an evening of dancing; they would dance for the women in one of the brothels, instead of the women dancing for the clients.
es_es: En otra ocasión, un grupo de voluntarios había organizado una noche de baile; bailarían para las mujeres de uno de los burdeles, en lugar de que las mujeres bailaran para los clientes.

source: Another time, one of the women and her daughter fell extremely ill and needed to be taken to the hospital.
es_es: En otra ocasión, una mujer y su hija se encontraban extremadamente mal y necesitaban que alguien las llevara al hospital.

source: Arjun Rathod, a regular 19 year old kid, was born in the diseased alleys of GB Road to a sex worker.
es_es: Arjun Rathod, un chico normal de 19 años, nació en los callejones enfermos de GB Road, hijo de una trabajadora del sexo.

source: Arjun who joined the organization as a volunteer never knew that this was going to be the beginning of a glorious new chapter.
es_es: Arjun, que se unió a la organización como voluntario, no sabía que iba a ser el comienzo de un nuevo y glorioso capítulo.

source: Arjun, who affectionately calls the sex workers as “Didi”, slowly and steadily gained a deeper acquaintance of their problems.
es_es: Arjun, que llama cariñosamente "Didi" a las trabajadoras sexuales, fue conociendo poco a poco sus problemas.

source: As I tried to make note of things, I was asked to follow him upstairs, while the other two shielded me from behind.
es_es: Mientras trataba de anotar algunas cosas, me pidió que lo siguiera para subir al piso de arriba, mientras que otros dos me protegían las espaldas.

source: As Kat-Katha began to grow, the brothel women and children began to bloom.
es_es: A medida que Kat-Katha comenzó a crecer, las mujeres y los niños del burdel comenzaron a crecer.

source: As a child, his first life lesson was unfortunately witnessing […]
es_es: De niño, su primera lección de vida fue, por desgracia, ser testigo[…]

source: As a child, his first life lesson was unfortunately witnessing the violent, brutal and unjust attitude of people towards the sex workers and their children.
es_es: De niño, su primera lección de vida fue, por desgracia, ser testigo de la actitud violenta, brutal e injusta de la gente hacia las trabajadoras sexuales y sus hijos.

source: As an experiment we decided to train in newer skills, as alternative livelihood options for them.
es_es: Como experimento, decidimos formarlas en nuevas habilidades, como opciones alternativas de subsistencia para ellas.

source: As our circle of sharing clocked one hour and then two, and trickled into the later hours of evening, I couldn't help but be sobered, revived, and inspired to re-instill Gitanjali's sense of fearless faith, lighthearted joy, and determined purpose in my own own life.
es_es: A medida que nuestro círculo de intercambio pasaba de una hora a dos, y se adentraba en las horas de la tarde, no pude evitar el sentirme aleccionada, reanimada e inspirada a reinstaurar en mi vida el sentido de la fe intrépida, alegría vital y determinación de Gitanjali.

source: As she recounts these stories, she mentions, “We call Kat-Katha a magic.
es_es: Mientras relata estas historias, menciona: "Llamamos magia a Kat-Katha.

source: As understanding dawned on me, I was astonished to see the exhibition of young girls sitting in mini-skirts, with painted yet expressionless faces, waiting to be picked by men in exchange for cheap cash.
es_es: A medida que lo iba asimilando, me asombraba ver la exposición de chicas jóvenes sentadas en minifalda, con caras pintadas pero inexpresivas, esperando a ser escogidas por hombres a cambio de dinero barato.

source: As you walk through the lanes, you expect to see brothels lined, as if on display.
es_es: A medida que pasas por los carriles, esperas ver los burdeles alineados, totalmente expuestos.

source: At NDLS railway station, he instructed the girls to sit on a bench at the platform while he took care of some business.
es_es: En la estación de tren NDLS, les dijo a las chicas que se sentaran en un banco en el andén mientras se ocupaba de unos asuntos.

source: At this point in the story, Gitanjali informed us, “I'm not a good singer.
es_es: En este punto de la historia, Gitanjali nos informó: "No soy buena cantante.

source: At times, Gitanjali will receive a call at one o'clock in the morning from the police station-- one of the brothel women has a conflict there that needs to be resolved.
es_es: En ocasiones Gitanjali recibe llamadas a la una de la mañana desde la comisaría de policía, una mujer del burdel tenía un problema que necesitaba resolver.

source: Awestruck at finding herself in such a situation, she picked one of the buildings, and she plans to renovate it into a hostel with her Kat-Katha family by next spring.
es_es: Asombrada por encontrarse en semejante situación, eligió uno de los edificios, y planea renovarlo para convertirlo en un albergue junto a su familia Kat-Katha para la próxima primavera..

source: Because he could've stopped everything.
es_es: Porque podía haberlo evitado todo.

source: Because they always wanted to have such things in their lives.”
es_es: Porque siempre quisieron tener cosas así en sus vidas".

source: Behind the walls are hidden compartments that only the brothel owners fully knows.
es_es: Detrás de los muros hay compartimentos ocultos que sólo los dueños de los burdeles conocen a fondo.

source: Betrayed by her relatives, she kept trying to secretly contact her brother only to eventually hear him say that everyone back home had come to know that she had become a sex worker.
es_es: Traicionada por sus parientes, trató de ponerse en contacto con su hermano en secreto para oírle decir que todo el mundo en casa se había enterado de que se había convertido en trabajadora sexual.

source: Both Sandhya and Sanjay fell helplessly into the deep pit of forced sex work and its consequences.
es_es: Tanto Sandhya como Sanjay cayeron impotentes en el profundo pozo del trabajo sexual forzado y sus consecuencias.

source: But I am certain, we will witness the day when all of 2900 women will be skilled, literate and have a livelihood other than sex work.
es_es: Pero estoy segura de que llegaremos al día en que las 2.900 mujeres estén cualificadas, sepan leer y escribir y tengan un medio de vida distinto del trabajo sexual.

source: But after your event, whatever was written on the wall before this, you must put it back,” he said sternly.
es_es: Pero después del evento, lo que sea que estaba escrito en la pared antes de esto, debéis ponerlo de nuevo", dijo con severidad.

source: But another volunteer who was with us is an amazing singer.” She was a very new volunteer, and so Gitanjali was hesitant to ask her to sing, but the moment she looked at her, the new volunteer said, “Yeah, yeah!
es_es: Pero otra voluntaria que estaba con nosotros es una cantante increíble". Era una voluntaria muy nueva, así que Gitanjali dudó en pedirle que cantara, pero en cuanto la miró, la nueva voluntaria dijo: "¡Sí, sí!

source: But he didn't.”
es_es: Pero no lo hizo".

source: But if I'm walking in that red light area, I feel that I'm the most safe person in that world.
es_es: Pero si estoy andando por esa zona de luz roja, siento que soy la persona más segura del mundo.

source: But it doesn't matter.
es_es: Pero no importa.

source: But it takes a serious blend of courage and determination, and deeper calling to really commit to this kind of work.
es_es: Sin embargo, conlleva una mezcla de coraje y determinación, y una llamada más profunda a compremeterse con este tipo de trabajo.

source: But she couldn't say no.
es_es: Pero no podía negarse.

source: But the maalkins made sure I only limit the discussions to those around official concerns – protection and sexual health.
es_es: Pero las maalkins se aseguraron de que sólo limitara las conversaciones a las que giran en torno a las preocupaciones oficiales: protección y salud sexual.

source: Can I also see what a brothel looks like?”
es_es: ¿Puedo ver también cómo es un burdel?".

source: Can I have one?' So this thing just started evolving...
es_es: ¿Puedo comerme uno?' Así que esto empezó a evolucionar...

source: Can you just say some motivating words for our volunteers?”
es_es: ¿Puede decir algunas palabras motivadoras para nuestros voluntarios?"

source: Children wanted to study and learn different crafts and creative activities.
es_es: Los niños querían estudiar y aprender diferentes oficios y actividades creativas.

source: Clients were outside the brothel doors insisting on coming in.
es_es: Los clientes insistían en entrar en el burdel.

source: Companies gave them their used one-sided paper, and Kat-Katha began conducting trainings for the women to bind and craft notebooks from recycled paper as an offering for others.
es_es: Las compañías les dieron papel usado por una cara y Kat-Katha empezó a llevar a cabo entrenamientos para enseñar a las mujeres a doblar y confeccionar libretas a partir de papel reciclado, como una ofrenda para los demás.

source: Dancing supported sonu as a healing practice to overcome challenges and fears he had deep within.
es_es: El baile, que era como práctica curativa para Sonu, le ayudó a superar sus retos y miedos interiores.

source: Daughters of the brothel women as young as eleven or twelve can often be sold into prostitution, and children there grow up steeped in the influences of a neighborhood littered with drugs and alcohol.
es_es: Las hijas de las mujeres de los burdeles, de apenas once o doce años, suelen ser vendidas para ejercer la prostitución, y los niños crecen allí impregnados de las influencias de un barrio plagado de drogas y alcohol.

source: Despite all of it, we managed to have two ladies join us.
es_es: A pesar de todo, conseguimos que dos señoras se unieran a nosotros.

source: Do whatever they are doing.”
es_es: Hacer lo que ellas estén haciendo.

source: Do you have a boyfriend?” one of them asked.
es_es: ¿Tienes novio?", preguntó una de ellas.

source: Do you want to come and see?”
es_es: ¿Quiere venir a ver?"

source: Do you want to take it to Kat-Katha?
es_es: ¿Queres llevarla a Kat-Katha?

source: During the 2020 COVID lockdown, however, operations at Maitri Meals came to a halt but this still did not dampen Sandhya’s spirits.
es_es: Sin embargo, durante el confinamiento de COVID en 2020, las actividades de Maitri Meals se paralizaron, pero esto no apagó el espíritu de Sandhya.

source: During the lockdown the need for employment was high and the women wanted to learn new skills as the uncertainties of sex work as a business came to the forefront.
es_es: Durante el cierre, la necesidad de empleo era alta y las mujeres querían aprender nuevas habilidades, ya que las incertidumbres del trabajo sexual como negocio pasaban a primer plano.

source: Educators from Kat-Katha closely worked with Sonu and introduced him to activity based learning and values.
es_es: Los educadores de Kat-Katha trabajaron estrechamente con Sonu y le introdujeron en el aprendizaje basado en actividades y valores.

source: Even if it's 10 o'clock in the night, 11 o'clock in the night.
es_es: Incluso si son las 10 de la noche, las 11 de la noche.

source: Eventually, volunteers began asking, “We're doing so many things.
es_es: Finalmente, los voluntarios comenzaron a preguntar: "Estamos haciendo muchas cosas.

source: Finally, a sliver of possibility entered the conversation.
es_es: Finalmente, un resquicio de posibilidad entró en la conversación.

source: Finally, this year Sonu left GB Road brothel and started living at Kat-Katha’s safe home (Maitri Meals).
es_es: Finalmente, este año Sonu dejó el burdel de GB Road y comenzó a vivir en el hogar seguro de Kat-Katha (Maitri Meals).

source: Floored by how the doors of possibility continue to swing open, Gitanjali and the volunteers began cleaning the streets.
es_es: Impresionados por cómo se siguen abriendo las puertas de la posibilidad, Gitanjali y los voluntarios empezaron a limpiar las calles.

source: For 10 days the man took care of Sandhya like his own daughter and she started to believe as she had finally found a home.
es_es: Durante 10 días el hombre cuidó de Sandhya como si fuera su propia hija y ella empezó a creer que por fin había encontrado un hogar.

source: For a long time, Gitanjali had a dream to turn G.B.
es_es: Durante mucho tiempo, Gitanjali soñó con convertir el barrio rojo.

source: For days, Gitanjali sat by their bed, overseeing their treatment and serving them their meals.
es_es: Durante varios días,Gitanjali estuvo a su vera supervisando su tratamiento y sirviendoles sus comidas.

source: For her, these conversations felt forced and mechanical.
es_es: Para ella, estas conversaciones eran forzadas y mecánicas.

source: For his work Arjun has been appointed as the Secretary for the GB Road sex worker community and will be actively informed regarding decisions pertaining to it.
es_es: Por su labor, Arjun ha sido nombrado secretario de la comunidad de trabajadoras del sexo de GB Road y se le informará activamente de las decisiones que le conciernan.

source: Friends, acquaintances, and even strangers would catch a hold of her stories and want to learn more.
es_es: Amigos, conocidos e incluso desconocidos tendrían interés en sus historias y querrían saber más.

source: From my visits with NACO, I learnt that there are nearly 30-40 girls in a brothel, and they don’t sleep before 4 in the morning, working all night to attend to clients.
es_es: Con mi visita a NACO aprendí que en un burdel hay entre 30 y 40 mujeres y que pueden dormir hasta las 4 a.m. porque tienen que atender a sus clientes.

source: From the corner of her eyes, Sandhya could see the man talking to some woman at the platform and pointing out to the girls.
es_es: Por el rabillo del ojo, Sandhya podía ver al hombre hablar con algunas mujeres en el andén y señalando a las chicas.

source: From there, other woman in the brothel took notice of these lessons and wanted to join.
es_es: A partir de ahí, otras mujeres del burdel se fijaron en estas clases y quisieron unirse.

source: GB Road now was her only family, her only safe space.
es_es: GB Road ahora era su única familia, su único lugar seguro.

source: Gitanjali had no plan.
es_es: Gitanjali no tenía ningún plan.

source: Gitanjali is woman on a mission, a seeker journeying the path, and a sister connecting with family in the most unlikely of places.
es_es: Gitanjali es una mujer con una misión, una buscadora que recorre el camino y una hermana que conecta con su familia en los lugares más insospechados.

source: Gitanjali noticed the head police officer (who had originally refused permission to block the roads) standing there and watching them.
es_es: Gitanjali se dio cuenta de que el jefe de policía (que en un principio había denegado el permiso para bloquear las carreteras) estaba allí de pie observándolos.

source: Gitanjali was silent.
es_es: Gitanjali se quedó en silencio.

source: Gitanjali's heart stopped.
es_es: A Gitanjali se le paró el corazón.
